{
    "citizensGroup": "شهروندان",
    "police": "پلیس",
    "doctor": "دکتر",
    "inspector": "کاراگاه",
    "priest": "کشیش",
    "invulnerable": "رویین تن",
    "gun": "گان",
    "sniper": "تک تیرانداز",
    "angel": "فرشته",
    "martyr": "فدایی",
    "bodyguard": "محافظ",
    "mayor": "فرماندار",
    "virgin": "باکره",
    "freemason": "فراماسون",
    "sherif": "کلانتر",
    "hacker": "هکر",
    "baker": "نانوا",

    "mafiaGroup": "مافیا",
    "mafia": "مافیا",
    "godFather": "گادفادر",
    "natasha": "ناتاشا",
    "lawyer": "وکیل",
    "terrorist": "تروریست",
    "strongMan": "مرد قوی",
    "offender": "تهمت زن",
    "witch": "افسونگر",
    "harlot": "فاحشه",
    "interrogator": "بازجو",
    "poisonMaker": "سم ساز",
    "traitor": "خائن", 

    "grayGroup": "سایر",
    "serialKiller": "قاتل زنجیره‌ای",
    "bartender": "ساقی",
    "bard": "دلربا",
    "jester": "جوکر",
    "thief" :"دزد",


    "police_info": "یکی از پلیس‌های بازی هست که هیچکس را نمی‌شناسد و باید با تشخیص خود به پلیس‌های بازی در بیرون انداختن مافیا کمک کند",
    "doctor_info": "در فاز شب، با ندای خدا پس از پدرخوانده بیدار می‌شود و یک نفر را انتخاب می‌کند که از خطر کته شدن توسط مافیا نجات یابد. در بازی‌هایی که تک تیرانداز (اسنایپر) هم حضور دارد، دکتر بعد ازاسنایپر بیدار می‌شود. درمان دکتر هم در مقایل پدرخوانده و هم تک تیرانداز شفا بخش است",
    "inspector_info": "در فاز شب با ندای خدا بعد از کشیش بیدار می‌شود و یک نفر را که حدس می‌زند مافیا باشد، انتخاب می‌کند که از هویتش خدا فقط می‌تواند استعلام مافیا‌های ساده را بدهد. شناسایی شدن یا نشدن ناتاشا به صورت توافقی و قبل از شروع بازی مشخص می‌شود.",
    "priest_info": "در فاز شب با ندای خدا پس از ناتاشا بیدار می‌شود و یک نفر که حدس می‌زند لال شده باشد را انتخاب می‌کند و او را درمان می‌کند",
    "invulnerable_info": "پلیسی است که در فاز شب قابل کشته شدن نیست. بازیکنان قبل از بازی به صورت توافقی تعیین می‌کنند که رویین تن تنها در مابل بک تیر مفاوم باشد با بیشتر. زمانی که مرد قوی قدرت خود را روی رویین تن پیاده کند، رویین تن کشته می‌شود. رویین تن جزو نق‌های ممنوعه است و هرگونه ادعا، افشا و اشاره‌ی مستقیم و غیر مستیم و... منجر به اخراج بازیکن می‌شود.",
    "gun_info": "در فاز مرحله‌ی شب می‌تواند به هر کسی به تعداد دلخواه تیر بدهد و صبح روز بعد کسانی که تیر دارند، می‌توانند به هر کسی که فکر می‌کنند مافیاست شلیک کنند. تعداد تیرهای گاه قبل شروع بازی به صورت توافقی تعیین می‌شود",
    "sniper_info": "بی طرف یا پلیس بودن تک تیرانداز باید به صورت قراردادی قبل شروع شدن بازی توسط بازیکنان تعیین شور. به این صورت که اگر با گروه پلیس بود، موظف به کمک پلیس در پیدا کردن مافیاست و اگر بی طرف باشد، خودش در طول بازی تصمیم می‌گیرد له چه گروهی کمک کند! (اگر تصمیم به کمک به مافیا گرفته‌باشد حق ندارد با مافیا بیدار شود و همچنین باعث مردن فراماسون‌ها هم نمی شود. دقت کنید هرگز نمی‌شود به نقش‌های بی طرف اعتماد کرد!). تعداد تیرهای اسنایپر قبل شروع بازی به صورت توافقی تعیین می‌شو. اسنایپر بر خلاف پدرخوانده می‌تواند تیری شلیک نکند.",
    "angel_info": "فرشته یک شهرونده که یک بار در طول بازی، میتونه یکی از افراد کشته شده در شب یا روز رو به انتخاب خودش به بازی برگردونه. نحوه‌ی بیدار کردن فرشته اینطوریه که بعد از پایان رای‌گیری روز و تمام عملیات‌های شب، یک لحظه به طور موقت همه بیدار میشن، تمامی کشته‌های شب و روز اعلام میشن، و دوباره شب میشه. به فرشته اعلام میشه از افرادی که اسم برده شدن میتونه یک نفر رو به بازی برگردونه. اگر فرشته بین اون‌ها انتخابی داشته باشه، اون فرد به بازی برمیگرده.\nنکته: فرشته اجباری برای استفاده از قابلیتش نداره.\nنکته: در صورتی که خود فرشته جز کشته‎‌ها باشه، تنها میتونه خودش رو نجات بده.\nنکته: در صورتی که فرشته خودش جز کشته‌ها باشه، باز گاد مرحله‌ی بیدار کردن فرشته رو به صورت فیک انجام میده تا مشخص نشه که کی فرشته‌ی بازیه.\nنکته: در صورتی که فرشته از قابلیتش استفاده کنه، دیگه شب‌های بعدی نیازی به اجرای این مرحله نیست.\n\nدر بعضی بازی‌ها، قابلیت دیگه‌ای رو به شخصیت فرشته میدن که بهش میگن «شانس آخر». این قابلیت یه چیزی مثل پاره شدن طناب دار فرد اعدامی میمونه. وقتی کسی در روز کشته میشه، در ابتدای شب (البته بعد از قاضی و شهردار) و پیش از بیدار شدن مافیا، برای «شانس آخر» بیدار میشه. اگر اون فرد بتونه بین بازیکنان حاضر در بازی، فرشته رو تشخیص بده و به گاد اعلام کنه، اون فرد در بازی میمونه. شانس آخر فقط یک بار در بازی قابل استفاده‌اس. یعنی به محض اینکه یک نفر بتونه از اون استفاده کنه، این قابلیت فرشته از بین میره و دیگه شانس آخر به کسی داده نمیشه.\nنکته: شانس آخر فقط برای کسیه که با رای گیری اصلی در طول روز اعدام شده باشه. کسی که تیر خورده باشه یا با فرآیند دادستانی از بازی خارج شده باشه مشمول استفاده از شانس آخر نیست.\nنکته: شانس آخر فقط یک‌بار در طول بازی قابل استفاده‌اس. یعنی به محض اینکه اولین نفر، فرشته‌ی حاضر در بازی رو تشخیص بده و به بازی برگرده، دیگه شانس آخری وجود نداره.\nنکته: با اینکه شانس آخر فقط یک‌بار قابل استفاده‌اس، اما گاد بازی باید تا آخر بازی، به صورت فیک هر شب این مرحله رو اجرا کنه. اینجوری همیشه این شک باقی میمونه که فرد برگشته به بازی، قابلیت جان‌سختی داشته، یا نانوا بوده که روز اول از بازی خارج نشده، یا واقعا از شانس آخر استفاده کرده.",
    "martyr_info": "می‌تواند در فاز روز یا شب، بعد از کشته شدن کسی، با گفتن کلمه‌ی «فدایی» خودش را جای شخص کشته شده از بازی خارج کند.",
    "bodyguard_info": "در فاز شب هیچ کس نمی‌تواند او را بکششد و اگر در فاز روز اول توسط بازیکنان رای بیاورد، از جریان بازی حذف نمی‌شود و تبدیل به پلیس ساده می‌شود. هنگامی که تروریست کسی را می‌خواهد ببرد، گاد بازی از محافظ سوال می‌پرسد که آیای می‌خواهد اسم گفته‌شده را حفظ کند یا نه. اگر پاسخ مثبت بود، اسم مذکور در بازی می‌ماند و محافظ تبدیل به پلیس ساده می‌شود. محافظ جزو نقش‌های ممنوعه است ، هرگونه اشاره منجر به حذف بازیکن می‌شود.",
    "mayor_info": "یک بار در طول بازی حق مردود کردن یک اعدام را دارد. خدا او را در فاز شب بیدار می‌کند و تمایلش به رد اعدام را می‌پرسد. خدا نباید در فاز روز اعلام به رد اعدام بازیکنی کند چون بیهوده است. ولی زمانی که تروریست dا/ و محافظ در بازی باشند، این کار حیاتی است و برای لو نرفتن نقش‌ها به کار گرفته می‌شود.",
    "virgin_info": "وقتی در فاز روز از بازی خارج، شب بعد مافیا قدرت کشتن ندارد. خدا نباید باکره بودن فرد اعدام شده را فاش کند. در فاز شب، مثل شب‌های عادی خدا ازمافیا می‌خواهد یکی را بکشد و علامتی به آن‌ها نمی‌دهد. روز بعد اعلام می‌کند کسی کشته نشده. قدرت باکره فقط روی مرد قوی بی تاثیر است.",
    "freemason_info": "یکی از شخصیت‌های شهروندی است که در فاز شب با ندای خدا بیدار می‌شود و می‌تواند یکی از بازیکنان که احتمال می‌دهد شهروند باشد را انتخاب کند و با او لینک کند. خدا به بازیکن انتخاب شده توسط فراماسون به گونه‌ای که کسی متوجه نشود دست می‌زند، آن بازیکن چشم را باز می‌کند و ۲ نفر یکدیگر را شناسایی می‌کنند. منظور از این حرکت شناسایی شهروندان به صورت مخفیانه می‌باشد. در شب‌های بعد به همین ترتیب ۲ نفر می‌توانند چشم‌ها را باز کنند و با نفر سوم لینک کنند و ۳ نفر یکدیگر را بشناسند.\nدر این بین سه نکته وجود دارد:\n۱- در هنگام لینک کردن در فاز شب، افراد تنها می‌توانند یکدیگر را به عنوان عضوی از شهروندان شناسایی کنند و حق فاش کردن هویت اصلی خود را ندارند.\n۲- در صورتی که فراماسون یا فراماسون‌ها اشتباها با یک مافیا لینک کنند همه فراماسون‌ها کشته می‌شوند. در حالی که آن مافیا زنده می‌ماند. در این صورت در روز بعد خدا تمام نفرات حذف شده از بازی (کشته شدگان توسط اسنایپر، مافیا، و فراماسونها) را نام می‌برد و فقط اعلام می‌کند که شهر مرگ فراماسونی داشته است و این که چه کسانی فراماسونی کشته شده‌اند را اعلام نمی‌کند.\n۳- اگر فراماسون اصلی به هر نحوی کشته یا حذف شود، در شب‌های بعد سایر کسانی که با فراماسون لینک کرده بودند حق چشم باز کردن یا قدرت لینک کردن با نفر دیگر را ندارند.",
    "sherif_info": "یکی از اعضای پلیس است که این قدرت را دارد تا هر شب خدا یکی از مافیاهای ساده را به او‌(کلانتر) معرفی کند. فرق کلانتر با کاراگاه این است که کلانتر سوال نمی‌پرسد، خدا خودش باید مافیا را معرفی کند. کلانتر قدرت کشتن ندارد و رای او حساب نمی‌شود",
    "hacker_info": "یکی از نقش‌های جذاب گروه شهرونده. هکر شب دوم بازی (شب بعد از روز اول) یک لیست سه نفره به گاد اعلام  میکنه. خودش نمیتونه جز اون لیست باشه. فردا گاد اسامی درون لیست رو اعلام میکنه و با توجه نقش اون افراد، یکی از جملات زیر رو میگه:\nلیست خطرناک است.\nیعنی یک مافیا بین این سه نفر وجود داره.\nلیست خطرناک نیست.\nدر دو حالت این جمله گفته میشه.\nحالت اول: وقتی که هیچ مافیایی بین اون سه نفر نباشه.\nحالت دوم: وقتی دو نفر از سه نفر لیست مافیا باشن.\nخطرناک نبودن حالت اول که مشخصه. اما چرا برای حالت دوم هم اعلام میشه لیست خطرناک نیست؟ چون در این لیست سه نفره، اکثریت با مافیاست و خطری مافیا رو تهدید نمیکنه. این رو هم در نظر بگیریم که قرار نیست نقش هکر باعث رو شدن کامل بازی بشه.\nنکته: مثل استعلام کارآگاه، اگر دون توی لیست باشه، گاد اون رو شهروند تلقی میکنه و با توجه به این موضوع نتیجه‌ی لیست رو اعلام میکنه.\nاما اگه هر سه نفری که توی لیست هستن مافیا باشن چی؟ اینجا «انفجار لیست» صورت میگیره. یعنی صبح که میشه، گاد اعلام میکنه هکر موفق شد یک لیست انفجاری بنویسه و هر سه نفر مافیا بودن. دیگه مشخص نمیکنه چه کسانی درون لیست بودن، اما هر سه نفر از بازی خارج میشن. توجه کنید که انفجار لیست به صبح نمیرسه و فورا منفجر میشه. به همین خاطر اگر دون به همراه دو مافیای دیگه درون لیست باشه، لیست منفجر میشه. چون دیگه اینجا بحث استعلام نیست که نقش دون مخفی بشه. ماهیت مافیایی دون فقط برای استعلام مخفی میشه. برای همین قرار گرفتن دون در کنار دو مافیای دیگه، مانع از انفجار اون لیست نمیشه.",
    "baker_info": "نانوا یک شهروند ساده‌اس، هیچ کاری نداره جز پختن نون برای شهر. اگر نانوا به هر دلیلی از بازی حذف بشه، بعد از سه شبانه روز، بازی به نفع مافیا تموم میشه. چرا به نفع مافیا؟ چون قدرت دارن و میتونن از طریق دیگه‌ای برای خودشون نون پیدا کنن! این جز ذات شخصیت نانوا و قوانین بازیه. برای جلوگیری از زود تمام شدن بازی، نانوا به هیچ‌وجه در شب اول بازی نمیمیره.",

    "mafia_info": "این مافیا جز نقش مافیایی که داره، وظیفه‌ی دیگه‌ای توی گروه مافیا نداره. مثل همه حق صحبت داره، رای میده، تو مرحله شب بازی هم توی تصمیم‌گیری مافیا شرکت میکنه، اما کار دیگه‌ای لازم نداره انجام بده.",
    "godFather_info": "از اعضا و رییس گروه مافیاست. برای همین هم هست که وقتی کارآگاه گادفادر رو از گاد استعلام می‌گیره، گاد بهش دروغ میگه. میشه گفت رییس مافیا از دست کارآگاه در امانه. علاوه بر این نقشش، بین اعضای گروه مافیا، گادفادر تصمیم نهایی رو میگیره.",
    "natasha_info": "یکی از اعضای گروه مافیاست. کارش اینه که هر شب، یک نفر رو برای روز بعد ساکت می‌کنه. میتونه حتی از اعضای تیمش یا حتی خودش رو سایلنت کنه. اما هیچکس رو نمیتونه بیشتر از یک بار سایلنت کنه. باقی وظایفش مثل همه مافیاهای دیگه‌اس. مثل همشون توی تصمیم‌گیری گروهش برای کشتن افراد در شب شرکت می‌کنه.\nدر بعضی بازی‌ها، ناتاشا معشوقه‌ی دون هم هست. اگر دون بمیره، معشوقه جای دون رو میگیره. البته تنها برای گرفتن تصمیم نهایی. یعنی اگه کارآگاه نقشش رو استعلام بگیره، مافیا اعلام میشه. اگر خود معشوقه به هر ترتیبی از بازی حذف بشه، اعضای مافیا خشمگین میشن و به تلافی، در شب بعدی، یک نفر بیشتر از تعداد معمول ترور میکنن. مثلا اگه قرار بوده که هر شب یک نفر ترور بشه، شب بعد از قتل معشوقه دو نفر ترور میشه.",
    "lawyer_info": "هر شب یک مافیا را به خدا معرفی می‌کند. مافیای معرفی شده در استعلام کارآگاه بی‌گناه نشان داده خواهد شد. وکیل نمی‌تواند از خودش دفاع کرده، استعلام خودش را بی‌گناه نشان دهد",
    "terrorist_info": "تروریست یکی از اعضای مافیاست. تروریست این قابلیت رو داره که با اعلام کلمه‌ی «تروریست» یکی از افراد حاضر در بازی رو همراه خودش از بازی خارج کنه. در مقابل تروریست در گروه شهروند، شخصیت فدایی وجود داره که بالاتر در نقش‌های شهروند توضیح داده شد.\nنکته: تروریست مادامی که زنده‌اس باید از قابلیتش استفاده کنه. یعنی اینکه اگه توی مرحله‌ی رای شک رای بالایی بیاره و بعدش بره توی مرحله‌ی رای قتل و مشخص بشه که قراره اعدام بشه، دیگه نمیتونه بلند بشه و کسی رو با خودش از بازی بیرون ببره. دلیلش هم خیلی مشخصه، چون مشخص نیست که خودش زنده میمونه یا نه!\nبنابراین میتونیم به عنوان یه قانون، اینطوری بگیم: در صورتی که تروریست وارد مرحله‌ی رای قتل بشه (یعنی یکی از دو نفری باشه که بالاترین رای شک رو داشته) تا قبل از انجام رای‌گیری میتونه اقدام به عملیات انتحاری بکنه.\nبرای این که حرف و حدیثی پیش نیاد، این رو هم اضافه کنم! اگر تروریست وارد مرحله‌ی رای قتل بشه، اما رای‌گیری انجام بشه و طرف مقابلش رای قتل بیاره، باز هم میتونه اقدام به عملیات انتحاری بکنه! چون از مرحله‌ی رای قتل جون سالم به در برده و زنده‌اس! پس میتونه کارش رو انجام بده!",
    "strongMan_info": "قدرت این مرد تنومند این تضمین را می‌دهد که کشتن مافیا حتمی خواهد بود و هیچ چیز مانع او نیست. نه دکتر، نه ساقی و نه هیج نقش دیگر! در طول بازی تنها یک بار می‌تواند از نقشش استفاده کند. در فاز شب بعد از کشتن مافیا، خدا از او می‌پرسد آیای می خواهد از قدرتش استفاده کند یا نه. بعد از استفاده، به مافیای ساده تبدیل می‌شود. خدا نباید طوری رفتار کند که کسی متوجه شود او به مافیای ساده تبدیل شده",
    "offender_info": "هر شب به یک نفر اشاره می‌کند و اگر همان شب کارآگاه فرد مذکور را استعلام گیری کند، خدا او را مافیا نشان می‌دهد",
    "witch_info": "هر شب نام یک یک فرد و یک کلمه‌ی حداقل ۴ حرفی را به خدا اعلام می‌کند. اگر در طول روز، بازیکن انتخاب شده، کلمه‌ی انتخاب شده را به زبان بیاورد در جا می‌میرد و بازی به فاز شب هدایت می‌شود.\nبه محض مرگ بازیکن مذکور، افسونگر به مافیای ساده تبدیل می‌شود",
    "harlot_info": "نقشی مانند ساقی دارد و در فاز شب اگر نام بازیکنی را به گاد بدهد، قدرت آن بازیکن برای یک شب از بین می‌رود",
    "interrogator_info": "بازجو یک مافیاست. در طول شب میتونه (یک یا چندبار محدود) از یک نفر بازجویی کنه. بازجویی به این صورت انجام میشه که بازجو یک نفر رو به گاد بازی نشون میده. گاد شخصیت اون فرد رو به بازجو میگه و اگه کاری در همون شب انجام داده باشه، اون رو هم بهش میگه. مثلا اگر دکتر رو انتخاب کنه، گاد به بازجو میگه اون فرد دکتره و امشب فلانی رو برای سیو انتخاب کرده. یا مثلا اگه اسنایپر رو بازجویی کنه بهش میگه که اسنایپره و امشب فلانی رو با تیر زد. تنها کسی که بازجو نمیتونه ازش بازجویی کنه، فردی هست که محافظ ازش محافظت کرده.\nتفاوت بازجویی با استعلام، مستقیم یا غیرمستقیم بودنشونه. یعنی بازجویی از فرد صورت میگیره، اما استعلام کارآگاه از گاد گرفته میشه. به خاطر همین کارآگاه میتونه استعلام شهروندی فرد محافظت شده رو بگیره، اما بازجو نمیتونه از اون فرد بازجویی کنه.",
    "poisonMaker_info": "سم‌ساز افراد تیم مافیاست که میتونه به یک نفر سم تزریق کنه. سم باعث میشه اون فرد سه روز بعد بمیره. دکتر نمیتونه در مرگ فرد مسموم تاثیری بذاره.",
    "traitor_info": "شهروند خائن هم ، همانند دزد و ناتاشا جزو گروه نقش دار های سياه ميباشد ، بنابرين جزو شهروندان در شمارش به حساب ميآيد و همانند ساير نقش دار های سياه ، هدفش کمک به برد تيم مافيا ميباشد و اعضای مافيا نيز ايشان را نميشناسند و ايشان نيز اعضای مافيا رو نميشناسد و استعلامش نيز توسط کاراگاه منفی ميآيد .\nشهروند خائن دارای عملکرد شب نميباشد و در طول بازی بايد اعضای مافيا را شناسايی کند و در جهت برد ايشان به آنها کمک کند.",
    "thief_info": "نقش دزد يکی از پيچيده ترين نقشهای مافيا پيشرفته ميباشد . دزد نيز همانند ناتاشا جزو گروه نقش های سياه هست، بنابرين هدفش در بازی کمک به تيم مافيا در جهت برد ايشان ميباشد و همانند ناتاشا در شمارش جزو شهروندان به شمار ميرود و همانند ناتاشا ، نه به اعضای مافيا معرفی ميشود و نه اعضای مافيا به ايشان معرفی ميشود و همانند ساير اعضای گروه نقش های سياه، استعلامش منفی ميآيد.\nدزد نيز دارای عملکرد شب ميباشد ، بدين صورت که به فرمان مدير بازی چشم هايش را در فاز شب باز ميکند و اسم 2 نفر را به مدير بازی اعلام ميکند ، اگر نفر اولی که دزد به مدير معرفی ميکند ، دارای عملکرد شب باشد ، عملکرد ايشان دزديده ميشود و روی اسم دومی که دزد اعلام کرده، اعمال ميشود.\nبنابرين اگر اسم اول دزد ، شخصی که دکتر هست باشد ، سيو دکتر دزديده ميشود و بر روی نفر دوم گذاشته ميشود و نفر دوم سيو ميشود .\nاگر اسم اول دزد ، اسنايپر باشد ، چه اسنايپر تير بزند چه نزند ، تير ايشان دزديده ميشود و بر روی نفر دوم گذاشته ميشود.\nاگر اسم نفر اول . ساقی باشيد ، نفر دومی که دزد اسمش را داده مست ميشود.\nاگر اسم نفر اول ، ناتاشا باشد ، نفر دومی که دزد اسمش را داده سکوت ميخورد.\nاگر اسم نفر اول گادفادر باشد ، نفر دومی که دزد اسمش را داده توسط تير اعضای مافيا کشته ميشود.\nاگر اسم اولی که دزد به مدير بازی ميدهد دارای عملکرد شب نباشد ( مثل شهروندان عادی ، مافيا ساده . تروريست ) هيچ اتفاقی در جريان بازی نميفتد.\nاگر دزد اسم نفر اولی که ميدهد دارای نقش کاراگاه باشد ، در اين صورت دزد توسط کاراگاه اصطلاحاً دستگير ميشود و از جريان بازی در فاز شب حذف ميشود و مدير بازی در تعريف اتفاقات فاز شب ميگويد که دزد بازی که آقای X بود توسط کاراگاه دستگير و کشته شد.\nدزد هم همانند ساقی و ناتاشا، يک شب در ميآن ميتواند اسم يک شخص را به عنوان اسم اول بدهد، اما در انتخاب اسم دوم ميتواند هر شب يک اسم ثابت را بدهد.\nدزد ميتواند 2 اسم تکراری و حتی اسم خودش را در بين اسامی اول يا دوم بدهد.\nقرارداد :\nاگر اسم اولی را که دزد به مدير بازی اعلام ميکند ، شخصی باشد که نقش رويين تن را دارد ، خاصيت خود رويين کنی رويين تن توسط دزد دزديده ميشود ، و آن رويين تن اگر در فاز شب تير بخورد کشته ميشود ، البته دقت کنيد خاصيت خود رويين کردن رويين تن قابل انتقال نيست و اگر اسم اول دزد ، رويين تن باشد، اين خاصيت به اسم دوم منتقل نميشود و خود دزد در آن فاز شب حالت رويين تنی پيدا ميکند و در برابر تير ها مصونيت پيدا ميکند و تاثيری در اسم دومی که دزد به مدير اعلام کرده اتفاق نميفتد.\nهمانطور که گفتيم بر طبق قرار داد ، اولويت عملکرد نقش ها با نقش ساقی در فاز شب ميباشد، بنابرين اگر ساقی در فاز شب اسم دزد را بدهد ،دزد مست ميشود و کل عملکرد دزد خنثی ميشود و قابليت اعمال عملکرد نقش دار اسم اول را بر روی اسم دوم از دست ميدهد.",
    
    "serialKiller_info": "تنها زمانی برنده خواهد شد که آخرین و تنها بازمانده‌ی بازی باشد. او مسلح است و هر شب می‌تواند یک نفر را از جریان بازی خارج کند",
    "bartender_info": "ساقی در گروه شهروندان ميباشد و دارای عملکرد شب ميباشد ، بدين ترتيب که ساقی شبها اسم يکی از بازيکنان را به مدير بازی اعلام ميکند ، و اصطلاحا آن شخص را مست ميکند .\nوظيفه ساقی پيدا کردن گادفادر و ناتاشا در بازی و معرفی ايشان به ساير شهروندان ميباشد . ساقی همانند کاراگاهی که به دنبال استعلام مثبت آوردن از مافيا ها هست ، به دنبال پيدا کردن گادفادر و ناتاشا در بازی ميباشد.اين نقش از نقش های پيشرفته که گفتيم جزو تيم شهروندی ميباشد ، پيچيدگی های خاص و جذابی را در بازی بوجود ميآورد ، به اين صورت که : \n– اگر ساقی اسم گادفادر را در فاز شب بدهد ، گادفادر بازی مست ميشود و تير ايشان به کسی برخورد نميکند و مدير اعلام ميکند که تير گاد فادر به سنگ خورد.\n– اگر ساقی اسم شخصی را که نقش ناتاشا را در بازی دارد به مدير بازی اعلام کند ، آن شخص مست ميشود و نه تنها کسی را نميتواند سکوت دهد ، بلکه خودش سکوت ميخورد .\n– اگر ساقی اسم تروريست را در فاز شب بدهد ، اگر تروريست در جريان رأی گيری روز توسط شهروندان رأی بياورد و خارج شود ، ديگر نميتواند کسی را با خودش از جريان بازی خارج کند و خاصيت ترور بودنش را در آن روز از دست ميدهد و اصطلاحا ديفيوز ميشود . البته اگر در آن روز تروريست از بازی خارج نشود در روز های بعدی ديگر ديفيوز نيست .\n– ساقی همانند ناتاشا ، يک شب در ميان ميتواند اسم يک شخص خاص را به مدير بازی اعلام کند.\nساقی بايد دقت کند به اشتباه اسم نقش دار های تيم شهروندان را ندهد ، زيرا در عملکرد آنها تاثير ميگذارد .\nاگر ساقی اسم کاراگاه را بدهد ، استعلام کاراگاه برعکس به ايشان اعلام ميشود.\nاگر ساقی اسم دکتر را بدهد ، دکتر ديگر قادر به سيو کردن نميتواند باشد .\nاگر ساقی اسم اسنايپر را بدهد ، اگر اسنايپر در فاز شب تير بزند ، تير ايشان به خودش برخورد ميکند.\nاگر ساقی اسم رويين تن را در فاز شب بدهد ، رويين تن ، خاصييت رويين بودن خودش را در شب از دست ميدهد و اگر به ايشان تير زده شود کشته ميشود.\nقرارداد : اگر ساقی اسم تروريست را بدهد، تروريست مست ميشود و در روز بعد ديفيوز ميشود، اما همان شب که مست شده است ، استعلامش توسط کاراگاه منفی ميآيد.\nقرارداد : اولويت عملکرد نقش ها در فاز شب با ساقی بازی ميباشد، يعنی ابتدا ساقی اسم مورد نظرش را به مدير بازی اعلام ميکند و سپس سايرين عملکرد خودشان را انجام ميدهند.\nبنابرين ورود نقش ساقی به تيم شهروندان پيچيدگی های بسياری را وارد بازی ميکند . ساقی ميتواند در شرايط خاص برای جلوگيری از پيچيدگی در بازی ، اسم خودش را به مدير بازی اعلام کند.\nآيتم ساقی در فاز شب اجباری است و چنانچه به هر دليلی از انجام آيتمش خودداری کند مدير بازی آيتم ايشان را در فاز شب بر روی خودش اعمال ميکند که عملاً هيچ تاثيری در فاز شب ندارد.",
    "bard_info": "هرشب یک نفر را انتخاب می‌کند اگر آن شخص به هر نحوی دلربا را ملاقات کرد، درجا کشته می‌شود.\nدر صورتی برنده می‌شود که دو نفر را به این ترتیب بکشد",
    "jester_info": "در صورتی که در رای گیری کشته شود، برنده خواهد شد",


    "mafiasCannotOutNumberCitizens": "مافیاها نمی‌توانند بیشتر از/ مساوی بقیه‌ی بازیکنان باشند!",
    "thereAreStrayRoles": "هنوز نقش‌های انتخاب نشده وجود دارد"

}